{
  "title": "All is vanity",
  "summary": "... Rik's reasons for self-publishing his poetry are not quite the same as for other people.",
  "post": "<p>Summer is usually my favourite time of the year, except I used to hate being stuck in the office on hot days. So now I am on a career break and thus office-free I get the summer I deserve - torrential!</p><p>Being house-bound (rainwater and cool air seem to bring me out in a wierd, itchy rash - and no, I haven't changed my washing powder brand lately) makes me cranky and gets me into cranky arguments with people online. For instance my resistance to trigger off spiteful comments to people who belittle online and self published poetry has decreased considerably over the past few weeks.</p><p>So it was with great heart that I read <a href='http://diypublishing.blogspot.com/2007/07/resistance-is-futile.html'>this article by one of those good folks over at the DIY Poetry Publishing Cooperative</a> - someone who has actually worked at all levels of the publishing industry and knows what she is talking about.</p><p>Of course, my reasons for self-publishing my poetry are not quite the same as other peoples'. For a start, I'm not doing it for the book sales - if I was trying to survive on my book sales I'd be about 13 stone lighter than my currently ample 14 stone weight. The reason I self published my poems via lulu.com is because some people asked me to publish my poems in book form.</p><p>&laquo;Oh my god!&raquo; I can hear people shouting. &laquo;Can we ask you to put your head in the oven, Rik?&raquo; Well, no, you can't - it's a tacky request which has already been done by a much more famous poet than I'll ever be.</p><p>See, some very nice people who didn't happen to be related to me, or work with me, wanted copies of some of my poems in the form of a book. My personal preference is to put my poems on public display on my website, with the aim of giving visitors to the website a pleasant - possibly thought-provoking - experience as they interact with my work. That's why I write poetry: it makes me all warm and tingly to think that other people get some enjoyment from reading my stuff, hopefully almost as much enjoyment as I get from writing it.</p><p>The website is a great way to present my poems in the way I want to see them presented. The navigation on the site has been developed over the course of 10 years to make accessing poems - both the finished stuff and the stuff still being worked on - as easy as possible for people. Those backgrounds on which the poems are displayed? They're there because I like the idea of having random, unobtrusive backgrounds for my poems. The audio files are there so people can hear me read some of my poems. The YouTube videos - comical as they may be (and I'm planning to re-record the existing ones and add new ones over the course of the next couple of years) are there so people can get even more enjoyment of the poem by watching me read it out. Some of the poems even change in subtle ways each time they are loaded into the browser, while other poems offer secret links to additional information, footnotes, thoughts, etc. This is my idea of what a visitor experience to Planet Rik should be like.</p><p>So the book is very much secondary to the website - it's there if people really, really have a need to posess a copy of some of my poems. And don't get me wrong, I get a very warm and fuzzy feeling whenever someone buys a copy. Having something like Print On Demand technology, as deployed by lulu.com, is a fantastic addition to the website. But in the end, it's the website that counts - that's my vision for the future of poetry.</p><p>It's only vanity if you're doing it for fame and fortune. I'm doing it because it's FUN - especially when summer turns a bit damp, yanno?</p>",
  "banner": "",
  "publishdate": "2007-07-02"
}