{
  "title": "Every poem I write",
  "summary": "... Some of the poems that Rik enjoys reading the most are Flawed Poems",
  "post": "<p>Some arguments are endless: what is the definition of a good poem? Should poetry impact on real life? Are professional poets better poets than hobbyist poets?</p><p>I'm struggling to rid myself of some of the more pedantic workshop mantras at the moment. The problem is that it probably leads to - lets say less good - poetry, at least in the eyes of those who workshop. I don't mind this, because I'm of the view that poems can always be \"fixed\" later on.</p><p>The thing is, I write to meet the needs and desires of this image of an audience that I cart around in my head. Sometimes the audience may be a particular person - an editor or commentator, for instance. </p><p>More often it'll be a group of people whose opinions I've grown to appreciate over the years, whose views have become internalised into my skull-skulking audience. I will always redraft poems to meet the needs of these ghosts in my ears.</p><p>But almost all of my audience's opinions and views were forged in the workshops - real-life and online - and come with baggage which I'm not sure helps me write more enjoyable poetry.</p><p>Notice how I slipped in an \"enjoyable\" there? See, that's my current response to one of those workshop mantras: <i>every poem I write will be better than my last poem</i>.</p><p>Now there's nothing wrong with this workshop mantra - striving for eternal improvement is such an obviously Good Thing that to question it is surely questioning my own sanity. But what lies behind this mantra? What makes this mantra tick, and why must I question it?</p><p>Rolling the words around my mouth - passing (parsing?) the phrase across each of the areas of taste and concentrating on the separate flavours which emerge from the mantra - I find a distinct tang of Protestant Work Ethic underlying the concept. \"We are not good people\", the Mantra is saying. \"We can only improve ourselves through hard work, discipline, duty and service to the Gods of the Muse.\"</p><p>Well there's one problem identified already. I do believe that with a little bit of creativity even the most boring of chores can be turned into a game, but sometimes I just don't want to work so hard for minor pleasure returns.</p><p>And then my Logic Meter kicks in with some views on the Mantra. Like: if the latest poem must necessarily be the best poem, why should anybody bother to read the obviously crap poems that I've produced prior to my latest draft? </p><p>I mean, time is short and time wasted on poorer quality poems is time lost for reading the latest, bestest poem. But then what about rewriting some of the earlier poems to bring them up to the standards of the latest poem. I can see myself getting trapped in a whole industry of recycling my poems, each improvement better than the last, every poem except the latest redraft demanding quality review time. </p><p>I mean, shit! I've written over 150 poems and they all need continuous improvement!</p><p>Where's the fun in that?</p><p>That view of mine that a poem can always be \"fixed\" later on? That's a direct, yet unexpected outcome from worshipping this Mantra - <i>every poem I write will be better than my last poem. I BELIEVE! Every poem I write will be better than my last poem. I BELIEVE! Every Poem I Write Will Be Better Than My Last Poem. I BELIEVE! I BELIEVE! I BELIEVE!</i></p><p>No. I don't believe. I won't believe anymore.</p><p>Some of the poems that I enjoyed reading the most when I was younger are <b>Flawed Poems</b>. Yet reading them now I find that I'm not reading them, but rather critiquing them. </p><p>I read Eliot's Practical Cats poems and I find my internalised audience offering up commentary on the poem: <i>that's a bit clumsy</i> or <i>this could be fixed.</i> </p><p>I read Coleridge's Xanadu and a part of me wants to waylay the passer by before he interrupts and another bit of me wants to lecture the Poet on the stupidity of relying on drugs in the first place. The part of me that just enjoys reading the poem seems to have been bullied and shoved to the back of the crowd.</p><p>Like I said, there's nothing particularly wrong with the Mantra. In fact it is an essential part of the workshop toolkit when people are learning the craft. </p><p>But it is just a tool, not a votive offering, and I will be rid of it. I will allow myself to write less-than-best verse as and when I see fit. The time has come for me to cast aside dogma and go in search of delight and enjoyment. Poetry must become Fun, both to read and to write!</p><p>I think it will be easier to give up smoking than to give up some of these workshop mantras ...</p>",
  "banner": "",
  "publishdate": "2006-01-22"
}