{
  "title": "My problems with \"like\"",
  "summary": "... Rik has always had a bit of a problem with similes and metaphors.",
  "post": "<p>I've always had a bit of a problem with similes and metaphors. Despite ardent attempts by teachers to drum into my head the fact that similes and metaphors are very different poetic tools, I've never bought it.</p><p>The reason is simple: as far as I can see, a simile is just one form of metaphor and the only reason to categorise a metaphor as a simile is because it uses explicit comparison words such as \"like\".</p><p>Of course, the story is not as simple as that. There is indeed a thing called \"simile\" which is different from \"metaphor\". What my teachers were failing to do was explain <b>why</b> they are different, and <b>how</b> their differences affect the reading of a poem.</p><p>Sorry, guys, but explanations along the lines of: <i>\"a simile states that A is like B, a metaphor states that A is B or substitutes B for A\"</i> just ain't good enough for me! This is a description, nothing more.</p><p>To get to the heart of how similes differ from metaphors, we need to think about what it is that metaphors do in poetry. </p><p>The conventional line-to-take is that they compare different things, and invite the reader to consider what is being said through the images that arise from that comparison. By saying <i>\"the king is a lion\"</i> the poet is not asking us to think of a big cat with a crown on a throne, but rather that the man sitting on the throne has qualities we associate with lion-ness: bravery, resolve, etc, etc (though I think of lions - but not lionesses - as fairly lazy, bullying infanticides).</p><p>I don't like thinking of metaphors just as comparisons - it doesn't do justice to what's happening. I much prefer to think of metaphors as models. Sometimes very off-the-wall models, I agree, but still models.</p><p>The idea of a model is to try to explain an object, system, activity, etc in alternative, often easier to understand, terms. Just as the map is not the world, the model is not the object. Squiggly lines on a map might turn into real roads, or might indicate elevation - though you won't have to step over elevation lines when you climb the mountain.</p><p>So by mapping the essential characteristics of one thing onto another - like our lion-like king - we can get an insight of some of the king's essential, non-physical qualities through the lens of the model-like lion we impose on him.</p><p>If the above doesn't make sense, don't worry. I A Richards said something faintly similar (using tenor and vehicles) way back before WWII (and he did it far better than I'm doing at the moment).</p><p>Thus if we want to gain an insight into something, we can make a model by imposing the essential (and often stereotypical or archetypal) characteristics associated with something else onto it. And we do this in poetry through metaphor. And simile.</p><p>Ah, yes. Simile.</p><p>So if we are using two tools to do this modelling for us in poetry, do they have any different practical impact on the reader?</p><p>For the modelling, no. Metaphor and simile both achieve the same effect of gaining a new insight into something by modelling the qualities of something else onto it.</p><p>But there is a difference, and it does have something to do with little adverbs like \"like\" and \"as\".</p><p>It's all about voice.</p><p>See, every text that you read has something called a narrative voice. It's the voice you hear in your head as you read the words. This isn't your inner voice, because it's not you doing the speaking. It's the words that are speaking to you through the visual, oral and aural bits of your brain.</p><p>And just as everybody on the planet seems to have their own sort of personality, so every text can have a personality. Not a real personality, of course, rather a personality that the brain imposes on the voice you \"hear\" as you read.</p><p>But for the purposes of this little indulgence of a post, we can break down narrative voices into two broad and overlapping groups: the \"showing\" voice and the \"telling\" voice.</p><p>An explanation: if you go to the cinema and watch a good action film with actors all speaking just their own lines and lots of action and explosions, you can think of the film \"showing\" you what's going on. If you take a friend with you who insists on commenting on the film all - the - bloody - way - through, then you're undergoing a \"telling\" experience.</p><p>Some writing is straightforward: it demonstrates what's going on, gives you some images, chucks in some comparisons and models to help you understand it all and then leaves you to get on with the comprehension stuff. When people talk about \"show, not tell\" this is what they talk about. The narrative voice is there - just as the film soundtrack is there in the cinema - but it's not intruding, poking you in the ribs to point something out to you.</p><p>Other writing insists on doing the poking. 19th century novels were rampant with <i>\"and then, dear reader\"</i> and <i>\"so they went into the bedroom together where we can only imagine what they got up to\"</i> intrusions into the text. This type of narrative text is not happy to let the reader get on with it, but wants to turn it into a shared exploration between the writer and the reader (with the writer leading the way).</p><p>Now don't get me wrong! There's absolutely nothing bad, poor or wrong about using a \"telling\" narrative voice, if that is the effect the writer (and the reader) wants. But the modern poetry aesthetic is for poems to have a \"showing\" narrative voice, a narrator who stands in the background and lets the images and actions do their own magic on the reader's imagination.</p><p>And here's the nub of my problem with similes: they are the ultimate tool of the \"telling\" voice. </p><p>They are big red flashing neon signposts in the text that \"tell\" the reader what to think about a particular image or action. They intrude. They nudge you in the ribs, they steal your popcorn and they insist on laughing at all the wrong points in the film. I just don't like (heh) it that much in otherwise modern show-don't-tell poems.</p><p>But that's similes for you! Little beggers get everywhere when you're not looking.</p><p>So, to try and sum up, here's my alternative definition of a simile:</p><p style='pl-4'><i>A simile, in poetry, is a metaphor which brings the narrative voice within the poem to the foreground, helping to explore and explain a particular image, and using words such as \"like\" and \"as\" to achieve this effect.</i></p><p>Enough said, innit!</p>",
  "banner": "",
  "publishdate": "2005-11-17"
}