{
  "title": "New Sincerity?",
  "summary": "... Can a turbine engine be sincere? Is a dying leaf sincere?",
  "post": "<p>There's this New Sincerity thingy doing the rounds of poetry blogs at the moment - many links can be found from <a href='http://luckyerror.blogspot.com/'>the luckyerror blog</a>. I'm trying to understand what the purpose of all this activity is and, I think, failing miserably. </p><p>I just don't get this idea that a poem can be \"sincere\". </p><p>The person writing a poem can, I suppose, believe they're being extremely sincere when they're determining structures and choosing words for the poem. And the reader can, I suppose, approach a reading of (or listening to) a poem in a truly innocent and sincere way - if they really put their mind to it.</p><p>But I don't see how this activity could make the poem <i>itself</i> sincere. Can a turbine engine be sincere? Is a dying leaf sincere? They're both true to their purpose (to work and to dry up and become mulch respectively), but there's no \"sincerity\" in their activities or cessations.</p><p>Poems are made up of words, and words are very slippery things - a word can start out meaning one thing and a dozen decades later find itself meaning the complete opposite of what it first purported to represent. A poem is a conduit, a pipe, an attempt to implant a writer's ideas into a reader's or listener's brain. It can't be sincere, because its very meaning will change over time.</p><p>And can a writer be sincere? Truly sincere? </p><p>No. A writer's sole purpose in writing is to implant thoughts and ideas into someone else's head. </p><p>A writer will use as many tools and mechanisms as it takes to get their point of view into those heads - they'll state the obvious and hide the obvious in parables, they'll conjour images and pull out stereotypes and archetypes to trigger the responses they need to make the reader better prepared for the central message. </p><p>A writer must construct a series of lies so outrageous that the reader or listener will have no choice except to remember the essential truths encoded within the poem. </p><p>A poem fails when the reader shrugs their shoulders and turns the page, and no poet is altruistic enough to admit that that's <i>\"fine by me\"</i> as long as the poem remains as \"sincere\" as possible.</p><p>Not even me.</p>",
  "banner": "",
  "publishdate": "2005-08-22"
}