{
  "title": "(Poetic) Corruption",
  "summary": "... In the world of poetry there is not much money to be made. Superstars are far and few between.",
  "post": "<p>It's a dirty word, isn't it. Lots of baggage with that word. But what, exactly, does the word \"corruption\" mean?</p><p>The best classification of corruption I can find on the web is on the <a href='https://www.transparency.org/'>ACID Anti-Corruption Internet Database</a> [Edit: link moved to Transparency International]. What this page demonstrates more than anything is the paucity of the English language in the hands of tabloid headline editors: the range of activities labelled \"corruption\" is very wide indeed.</p><p>Classical corruption, to me, is paying off government officials to get some benefit for yourself, your family and your friends. This is what I think of when people talk about corruption in places like <a href='http://news.bbc.co.uk/1/hi/world/africa/3819027.stm'>Africa</a> or South America. </p><p>But you've also got the \"corruption\" of influence: <a href='http://news.bbc.co.uk/onthisday/hi/dates/stories/may/26/newsid_4396000/4396893.stm'>Italy's corruption</a> seems to be one of influence and networking, as perhaps is England's. If <a href='http://www.halliburtonwatch.org/'>Halliburton</a> are gaining from corrupt practices, is it because they're corrupting Government officials, or because they already have friends in very high places? </p><p>Is it <i>bottom-up,</i> or <i>top-down</i> corruption?</p><p><i>But why are you wittering on about corruption, Rik,</i> you may be asking. Well, mainly I'm writing this because I'm wondering about <b>corruption in the world of poetry</b>.</p><p>Okay, now you've stopped laughing and wiped the tears away from your eyes, I'll elaborate.</p><p>In the world of poetry there is not much money to be made. Superstars are far and few between. There is in America, and increasingly in the UK, a poetry business: people can make a living from writing, publishing, performing, speaking about and teaching poetry. For some the living can be quite comfortable and, no doubt, glamourous in its own way.</p><p>For the world of poets and poetry is small nowadays, and very inward-looking. The internet has helped to make this world in some ways smaller and more transparent. And as the mists of secrecy clear it becomes even more obvious that there is a hierarchy of poets, a pyramid with \"The Few\" at the top and \"The Many\" at the bottom.</p><p>And where you find a human hierarchy, you'll also find some form of corruption. Because every single one of The Many wants to become one of The Few. </p><p>Human nature: it's a bugger!</p><p>Now I've not yet heard of any cases of bottom-up corruption. Given the limited sales of poetry books, and thus the limited returns for publishers and poets alike, there seems to me little danger of finding a <a href='http://www.vocalist.org.uk/airplay101_payola.html'>payola scandal</a> trotting across the heathlands of the muse.</p><p>But top-down corruption - aah, that's different! </p><p>Because of the increasing interconnectedness of the priests and victims climbing the slopes of the poetry pyramid, when does friendship become influence, and when does influence become corruption? How black are the hearts offered up to <a href='https://www.godchecker.com/maya-mythology/CHAC/'>Chac</a>?</p><p>Some people claim to have answers, or at least opinions. The folks at Foetry [Edit: site closed] are convinced it starts early, as soon as someone gets involved in any form of poetry contest or contract where the various parties may have some connection between each other. </p><p>I have to disagree with this view: people are people, not legal cyphers or automatons. Stupid naivity is not a survival trait in my genetic makeup so I won't be joining the Foetry crowd in baying for blood at the slightest hint of alleged impropriety.</p><p>But I also feel uneasy travelling too far towards the other end of the argument - a current discussion thread at the <a href='https://www.ablemuse.com/erato/'>Eratosphere workshop</a> makes for some distinctly queasy reading about the role that patronage could and should play in today's poetry pyramid.</p><p>I think my last thought in this post is quite a sad one. Because after all this googling and thinking and writing about corruption, I'm left wondering: <b><i>what happens to all the good poems?</i></b></p>",
  "banner": "",
  "publishdate": "2005-12-01"
}