{
  "title": "Poetry journals",
  "summary": "... On the birth of Magma Magazine, and Rik's small part in that miracle.",
  "post": "<p>One part of my website is called Clot [edit: now removed] - a place where I've collected together details of over 120 North American and British/Irish poetry magazines and put them on a database which people can search through in various ways. I haven't updated the information I hold on these journals for over a year (for which I apologise), yet Clot remains one of the most popular sections of my site.</p><p>Why am I talking about this? Well, partly because of a post by Lorcaloca [Edit: blog is dead] on his reluctance to submit too many poems to journals (and in particular to journals where he \"knows\" the editor) and the comment stream the post generated.</p><p>Now, I rarely submit my poems anywhere. I don't see the point: I've got a website, and I have some favoured online workshops which I infest with poems every now and again. I've got no fears of posting poems to the newsgroups. All this activity seems enough to me to get a bit of recognition from people who enjoy reading poetry like mine, and thus all must be well with the world.</p><p>Why ruin this rather comfortable setup by doing something silly like submitting poems to journals, attending (and giving) readings, networking, etc, etc, et-sodding-cetera?</p><p>I never used to be like this. </p><p>Right at the start of my serious poetry-learning career (round about when I hit 25) I was desperate to become the <i>bestest poet ever</i>. I was as keen as Colonel Mustard to send half-baked poems out to magazines big and small across the length of England. And I got hurt when the rejections started to flood back in.</p><p>Somehow, the message got through to the rational bit of me, which understood that the reason I was getting so many rejections was because my poems were utter crap. </p><p>Rational Rik made a decision at that time to spend a bit of learning on getting a proper poetry education (courtesy of an evening course at <a href='https://www.citylit.ac.uk/'>The City Lit</a> run by Laurie Smith). There's no arguing that it was learning well spent, and some of the later poems I wrote for those evening classes are still included in my poetry website.</p><p>Then after a few years I started sending out poems to journals again. And the rejections came back in floods. </p><p>I talked to some of the other regulars at the evening course, and found out that they, too, were getting nothing except rejections. Well, something about all this smelt a bit iffy to me, <i>a bit \"conspiratorial\",</i> if you know what I mean.</p><p>Because whatever you may be thinking as you read this, Laurie Smith's classes weren't a waste of money. There were a number of extremely talented poets in those classes, people whose poetry deserved to be published and celebrated. And in my view I wasn't far behind them!</p><p>Rik was on the case! </p><p>I decided to go and visit the <a href='https://www.nationalpoetrylibrary.org.uk/'>Poetry Library</a> at the Royal Festival Hall and have a really long, hard study of the journals which were so eager to reject my friends' work, and my own. There, in the confines of the small library high up in that concrete monstrosity by the Thames, I had a revelation: most of the poems that almost all of the magazines were favouring over our work ... were shite. <b>Bilge</b>. Mind-numbingly mis-judged, overwrought, badly scanned and rhymed, childish, sentimetalistic, boring.</p><p>This made me very angry. It was also making my friends - friends like Vicci Bentley, David Boll, Laurie Smith, Mick Delap, Helen Nicholson, John Stammers, Martin Sonenberg - pissed off in the extreme. So, angry, so pissed off, that we did something very selfish.</p><p>We started our own magazine.</p><p><a href='https://magmapoetry.com/'>Magma Magazine</a> has been going for over 10 years now. Some of the escapades of the early years were distinctly hairy (I still shudder when I recall the 4 hour argument over the cover design for Magma 3), and a number of times the magazine stuttered due to a lack of funding to produce the next issue - Magma 6 (the issue I edited) was only printed through goodwill and overt bribery! I left the management board as Magma 7 was was being printed, after which the magazine has gone from strength to strength.</p><p>We had no choice except to start Magma. Nobody was interested in printing the poetry we were writing. Nobody gave a shit that we existed. </p><p>We weren't part of this favoured group or that circle of friends; we didn't go to the right readings at the Poetry Society; we didn't network with the appropriate degree of worshipfulness. Instead, we did what we had to do to change matters.</p><p>But it all left a nasty taste in my mouth: when I gave up Magma, I gave up poetry - and only came back to poetry when I discovered the poetry newsgroups a few years later. </p><p>I'm more than happy for people to play the publishing game if that's what turns them on - maybe for a few it really will be the road to riches and ruin. But I know that there has to be a better way, and maybe my little website and my little blog and my little self-published book could - just could - be that better way.</p><p>There's too many maybe's in this post. Maybe it's time I ditched Clot. [Edit: I did!]</p>",
  "banner": "",
  "publishdate": "2005-12-20"
}