{
  "title": "Ten questions for Poets about technology",
  "summary": "... How Rik thinks modern technology is affecting Poetry",
  "post": "<p>Over at <b>Very Like a Whale</b> (blog now sadly deceased) Young Nic is being provocative again, posing ten questions to various Poets (with a capital P) about how they think technology is affecting Poetry (again with the P). Naturally I don't need a formal invite to answer the questions (because: I have no shame).</p><p>Enjoy!</p><h3>1. Characterize your general attitude as a poet towards technology.</h3><p>Personally, I blame the Sumerians for the death of poetry. If only they hadn't invented writing, poetry would still be the pure, instant, sacred, utterable conscience of the tribe/society that it was always meant to be - the tempered doors to the collective cupboard of love and life that is poetry's original purpose. But some Sumerian decided to go and invent the cuneform script and no doubt a couple of decades later a scribe, bored of logging tallies of cattle and corn, thought it would be a wheeze to try and mark down their favourite poem (an epic fantasy about a superhero called Gilgamesh) in clay during their lunch break and, as they say, the rest is history.</p><p>Now I like writing. My capacity for memorizing lines of poetry is shamefully shallow, so having a text to refer to is a massive boon. Without writing, I would not be a poet. Of course it's not enough to be able to write the poems: you also need to be able to read them, a skill for which we have to thank the education reformers of the previous couple of centuries. Without mass reading skills my poems would be unread, and if nobody reads (or hears) my poems then I cannot be a poet.</p><p>And if a poet wants their work to be read, they need to get copies of their work in front of as many eyes as possible. For the gift of printing I have to thank Herr Gutenberg - I'll thank the Chinese for inventing paper, but I think our most important thanks should go to the Buddhists who taught their followers that the production and keeping of sacred texts was a holy duty of the highest order, thus developing the Cult of the Book.</p><p>So, all-in-all, I adore technology and technological developments, both as a poet and as a person. The latest developments - computers, networks, the digital ascendancy over analogue counterparts are, for me, as exciting as the development of writing must have been for that Sumerian clerk. The computer and the internet and the eBook and cheap publishing options and endless storage - it all gives everybody the opportunity of becoming a poet ... if only in the eyes of their friends and family.</p><p>And because of the fragile, ephemeral nature of electronically stored poems I believe we're on the edge of moving beyond the bound syllables of history. Rather than living in a time where poems are handed down from remote authorities to be learned and honoured and worshipped unchanged between the generations, I believe we're moving towards a time when poetry can return to its original, pre-cuneform roots: lines to be transmitted between friends and followers, adapted and expanded and curtailed to meet the needs of each retelling; a poetry of the moment, of the group, of the essence of self within the universe.</p><p>And this is a Good Thing.<h3>2. Do you use Facebook in your capacity as a poet? If so, how, and what are its upsides and downsides? If not, why not?</h3><p>Having spent the last month trying to develop a Facebook app (for promoting my recently self-published novel), I have acquired an intense dislike for the Facebook platform. As an arena for promoting a poet's platform, the venue can serve a useful purpose: if people do not know that you - and your poems - exist, how can they possibly read them? But as a platform for developing and presenting poems, it is useless; the typefaces too limiting, the presentational controls and formats too constricting. Maybe these challenges will prove irrisistable to some poets - especially those who believe that any transformative pressure can turn a text into a poem, but it's not for me.</p><p>Mainly I use Facebook to moan about stuff, and to keep up to date with what other people are up to. Recently the Facebook crew have come up with the idea of the 'social web' (where websites can tap into the Facebook databases to retrieve personal information about casual visitors). It's an idea that's probably got some legs to it, but not in its current state of coding innovations. I'm waiting for someone else to come along with ideas to out-Facebook the Facebook crew; until then I'll keep my poetry to my own website.</p><h3>3. Do you use Twitter in your capacity as a poet? If so, how, and what are its upsides and downsides? If not, why not?</h3><p>I loathe Twitter with a vengeance. There is no poetry in that website's soul.</p><h3>4. What other technologies – including blogs, websites and podcasts – do you employ in your capacity as a poet? Explain how, and the upsides and downsides of each. If none, explain why.</h3><p>Fifteen years ago I abandoned poetry. Why? Because I had grown to hate the infrastructure that surrounded the production and distribution of poetry: the distant, seemingly monolithic major poetry publishers; the apparent coterie of gatekeepers - publishers, reviewers, prize-givers and the like - intent on minimizing the numbers of poets able to reach a wider audience; the knee-jerk and often contemptuous dismissal of micro-publishers by those who had made it through the gates to the poetic Promised Land. Faced with such barriers, a group of us poets had banded together to publish a new poetry magazine and after two years of unbelieveably hard work and six issues we were staring failure in the face. So I walked away from poetry and got on with my life. (The magazine, btw, somehow managed to survive and is now going stronger than ever - part of the establishment, even, though none of the credit for that achievement accrues to me).</p><p>Ten years ago I invested in a modem and discovered the virtual world. Mainly I discovered Usenet - the closest approximation to anarchy that the human mind has ever managed to construct. It was wonderful, liberating! Poetry newsgroups like rec.arts.poems brought the thoughts of people from across the globe (Canada and America, Jamaica and Australia, Holland and Kenya) to my screen, and with those thoughts came poems: different poems, exciting poems, exotic poems.</p><p>I became an internet poet.</p><p>From Usenet I moved onto the worldwideweb - poetry forums, poetry blogs, poetry websites. I joined forums and discovered the joys of online workshopping; I set up a blog and discovered the profound wonders of online pontification. I wrote poems, and revised poems, and commented on poems. I discussed poetry with people I'd never met in real life. But mostly what I did was get myself a website. Here was a place where I could write and display my work for the whole world to see, in the way that I wanted the world to see it. No gatekeepers, no establishment hierarchies, no financial barriers to obtaining my work beyond the need for a visitor to connect to the web and click to my page.</p><p>That website has now evolved into my concept of a 'living book' - an ever changing, ever updating volume of my collected work available for the enjoyment of anyone who stumbles across it. It includes eBooks that mimic real books on the webpage alongside more traditional web renderings. It has audio and video clips of me reciting poems. Some of the poems change each time the visitor clicks on the refresh button while others have hidden notes within the text for the visitor's pointer to discover. It is a whole, complete beast and yet it is also an incomplete, unformed fetus waiting to be born again. It is dynamic across the years and decades, and static in its moment. It is my life's work; thus it is me.</p><p>The best part of my website, for me, is that it is entirely my own work. Every line of code in the website has been typed into Notepad before being uploaded to the server. It is a pure construction of text, html markup, php and javascript coding, sql statements and css annotations. It is the digital equivalent of making your own paper and ink and then designing, printing, binding and distributing your own book. The electrical essence of the workshop in the penniless poet's garret, with added beret, so to speak.</p><p>My original intention was that my living book would live as long as I lived and that, after my death, it would decay as I decayed until no sign of it would remain on the 'nets. Last month, however, the British Library very kindly agreed to start archiving copies of the site at regular intervals, capturing iterations of the site as it develops and evolves. So maybe it will last a little longer than my flesh - a small, non-commital nod to posterity among the countless millions of other web pages that will be preserved in the library's electronic archives.</p><h3>5. What do you dislike most about how other poets use technology?</h3><p>At this point in time the vast bulk of poets use modern technology purely to pursue their dream of becoming a 'published poet', using twenty-first century tools to hunt down a nineteenth century ideal. To me it seems like using a nuclear power station to light a log fire, but if it makes them happy who am I to complain?</p><h3>6. What do you like most about how other poets use technology?</h3><p>I love the way poets use the Internet to build their own communities and support groups, a Balkanisation of the global village even as the village foundations are being laid down. The social aspects of modern technology are having (or at least starting to have) a vast influence on the poetries being written today, and I think we all - as poets and readers - benefit from that.</p><h3>7. Technology is enabling poets today to take poetry off the page in ways that were previously inconceivable. Either comment on this piece by Tom Knoyves or provide a link to and comments on a different piece of work that uses technology to take the poem off the page.</h3><p>I think the piece is interesting and fun but, to be honest, I'm not sure that it is taking poetry in a new direction. Collage is not new; disruptive texts are not that new; capturing signage and graffitti on film with moody saxaphone in the audio track - I feel like I've seen it before. The bomb references and run down urban environment take me back to the 1980s rather than forward towards a new interpretation of the world, or even that small part of the world captured on video.</p><h3>8. Do you use technology as an integral element of your poetry? If so, how? If not, why not?</h3><p>I refer you to my witterings about 'living books' in Q4 above.</p><h3>9. What has technology done for or to Poetry?</h3><p>Not much yet. An analogy: I think we're about to move beyond Caxton's printing press and the Canterbury Tales into the age of the pampheleteer; but who in that age could foretell the invention of the novel as the main literary development in the following centuries? Who could imagine neon-lit signage in those days?</p><h3>10. What should Poetry do with or about technology that it has not yet done?</h3><p>Poets need to have more fun with the technology. They need to learn not to fear experimentation and failure. They need to open their minds to the possibilities of this new magic, and revel in it!</p><p>As they say: what doesn't kill you can only make you stronger.</p>",
  "banner": "",
  "publishdate": "2010-06-15"
}