{
  "title": "The Why of Poetry (part 3)",
  "summary": "... Patronage and the poet.",
  "post": "<p>Terry Pratchett, when deciding to import Leonardo Da Vinci (as Leonardo da Quirm) into his Diskworld, decided to give the fictional Leo a particular quirk - he always chose the worst name possible for his inventions.</p><p>In my posts on the Why of Poetry earlier this week, I divided the poetry world into two interacting realms: social poetry and commercial poetry. Thinking about it, I can see that the word \"commercial\" is going to cause massive problems for some people, simply because of the baggage it carries. And yet to my mind the split remains entirely viable. I just need to come up with some better names.</p><p>When I was first playing with these ideas, I split the poetry world into \"active\" and \"passive\" realms, in that active signified an audience seeking out poetry (this morphed into \"commercial\"), whereas passive indicated an audience which had poetry done to them. But in the end I didn't like the terms of this split, which is why I went for \"commercial\" and \"social\".</p><p>A better way of thinking of this split might be to think about how the poetry is being used on each side of the divide.</p><p>This looks to me to be much more promising territory. On the social side I can see that poems are being written and performed for specific social purposes - they're helping to develop a child's language, or helping a group build and maintain common bonds, or cementing close ties on an individual level (which jingle poetry mimics in its attempts to get people to buy stuff). It is, indeed, social poetry.</p><p>But what are the poets and poems doing on the other side of the divide?</p><p>My initial response has always been: <i>&laquo;they're entertaining me!&raquo;</i> But when I look at that statement in the bright lights of my lunch break I can see that this only pertains to a small part of work undertaken in this realm.</p><p>The more I look at it, the more I begin to see that poetry is being developed, workshopped, performed, printed, appreciated, sold and forgotten - by poets - for its own sake. </p><p>All this activity serves no useful function except for those involved in the activities surrounding poetry. Only a tiny amount of this activity results in poems that get reabsorbed into the social poetry side of things, mostly as advertising copy or greeting card verse, much more rarely as a group-defining or canonical poem.</p><p>It's like a huge shoal of haddock locked in a group mating frenzy, fertilising billions of eggs in the hope that maybe a few hundred will survive beyond the end of the year.</p><p>Few poems make it. And many of those poems that do make it seem to be written by \"Anon\". I think it's good for a poet to be reminded of these bald, hard, cold facts every now and again.</p><p>Let's try out a metaphor here, by visiting the world of the athlete. </p><p>Most people can run, but only a few can run fast. And only a few of these people get interested in running for the sake of running. These people club together, train together, develop novel running styles and training regimes together, and compete together. </p><p>For the rest of society, we couldn't give a shit about these athletes most of the time - except when the really big competitions come around. Most people only learn the names of runners after they win medals at the Olympics, yet the whole edifice and infrastructure of athletics continues in the background. </p><p>And many people continue to do a bit of jogging, for health reasons, for social reasons, for whatever, without ever feeling the need to become involved in the mad athletics thing.</p><p>Now there's glory in being the fastest runner in the world. And there's glory in being the best living poet in the world. But to be the best, you have to devote most of your waking life to training, practicing, learning and relearning. Competing. Getting noticed. Getting support - financial and moral - to continue training and practicing and competing until you are the best in the world.</p><p>Because lets be honest here: being a fast runner doesn't really contribute much to society. Neither does being a good poet. Remember that very few fast runners, or races, get remembered 50 years down the line. The same goes for poems and poets.</p><p>Except when it comes to glory. What function goes glory play in human society? I've never thought about that, so I don't have an answer. But I do get the impression that some people have a very real need to be associated in some way with glory.</p><p>And the simplest way to be associated with glory is to support people aiming for glory. There can be moral support, like cheering from the sidelines, or there can be more overt support: <b>patronage</b>.</p><p>The more I think about it, the more obvious it seems to me that the whole edifice of the \"non-social\" side of the poetry world is built on patronage. The patronage of individual poets by rich benefactors; the patronage of poets through publication and promotion in books and magazines.</p><p>Direct patronage - except for laureateships - seems to have died out in the 19th century. For much of the 19th and 20th century \"non-social\" poetry has been massively reliant on publishers for the patronage needed to make the system work. </p><p>But this unofficial contract appears to have been deteriorating since the 1950s - perhaps as a direct result of other entertainments such as the rise of TV? The deification of the novel/novelist?</p><p>This is, of course, pure conjecture. An argument tossed to the crowds just for the fun of it. But if these musings are right, then what's happened to patronage?</p><p>Poets seem to have found new patrons. </p><p>One is the academic arena, with universities and colleges offering teaching opportunities for creative writing courses. I have no idea why creative writing courses have taken off like they have over the past 20 years or so. I suspect there must be a financial incentive involved somewhere - colleges rarely bother teaching something without some financial recompense being involved. </p><p>So perhaps creative writing courses have become essential because poets see them as a must-have stripe on their shoulder as they aim for eventual glory. Or maybe it's just this decade's fashion and in 2020 everyone will be clamouring to study social coloraurology or somesuch nonsense.</p><p>The other source of patronage seems to be the nation state - most often at arms length - through things such as direct commissions, grants to poetry support organisations and poets-in-residence schemes.</p><p>I disagree - profoundly - with the idea of national taxes being used to support poetry. I do not view poetry as a \"common good\" in the economic sense of the phrase, simply because: it's not a rare commodity; it's not in need of rationing; it is not something that I think everyone should contribute to whether they want to or not. </p><p>The only use of public funds for promoting poetry should be to make sure poetry gets taught in the classroom from an early age. Taught in an interesting way, that is, not by rote!</p><p>I've still not bottomed out what I think of patronage. My gut feeling is that patronage is at best a neutral influence, but has a tendency towards the controlling, the malign.</p><p>Which is why I think it's about time for poets to become their own patrons, their own promoters. On an individual basis.</p><p>(And, on reflection, I think commercial poetry was the right word after all).</p>",
  "banner": "",
  "publishdate": "2006-03-09"
}